Repository: icarok99/plugin.video.kingiptv
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #32000
source: IPTV Lists
pt_br: Listas IPTV

# #32001
source: Pluto Channels
pt_br: Canais Pluto

# #32002
source: Radios
pt_br: Rádios

# #32003
source: IMDB Movies
pt_br: IMDB Filmes

# #32004
source: IMDB TV shows
pt_br: IMDB Séries

# #32005
source: Settings
pt_br: Configurações

# #32006
source: Search Movie
pt_br: Pesquisar Filme

# #32007
source: Top 250 Movies
pt_br: Top 250 Filmes

# #32008
source: Popular Movies
pt_br: Filmes Populares

# #32009
source: Search TV show
pt_br: Pesquisar Série

# #32010
source: Top 250 TV shows
pt_br: Top 250 Séries

# #32011
source: Popular TV shows
pt_br: Séries Populares

# #32012
source: Next Page
pt_br: Próxima Página

# #32013
source: No IPTV list
pt_br: Nenhuma lista IPTV

# #32014
source: List Offline
pt_br: Lista Offline

# #32015
source: Option unavailable
pt_br: Opção indisponível

# #32016
source: Stream Unavailable
pt_br: Stream Indisponível

# #32017
source: No radios
pt_br: Nenhuma rádio

# #32018
source: No channels
pt_br: Nenhum canal

# #32020
source: Choose Portuguese audio in settings
pt_br: Escolha áudio em português nas configurações

# #32021
source: Error: Invalid parameters
pt_br: Erro: Parâmetros inválidos

# #32022
source: Error: Invalid episode/season number
pt_br: Erro: Número de episódio/temporada inválido

# #32027
source: Enter movie name
pt_br: Digite o nome do filme

# #32028
source: Enter TV show name
pt_br: Digite o nome da série

# #32029
source: IPTV Channel
pt_br: Canal IPTV

# #32023
source: Updating...
pt_br: Atualizando...

# #32024
source: Updated successfully!
pt_br: Atualizado com sucesso!

# #32025
source: Auto-update error
pt_br: Erro na atualização automática

# #32026
source: Update error
pt_br: Erro na atualização

# #32030
source: Searching at the source
pt_br: Procurando na fonte

# #32031
source: Resolving the link
pt_br: Resolvendo o link

# #32101
source: Enable Up Next
pt_br: Ativar Up Next

# #32102
source: Show notification when remaining (seconds)
pt_br: Mostrar notificação quando faltar (segundos)

# #32103
source: Countdown timer duration (seconds)
pt_br: Duração da contagem regressiva (segundos)

# #32107
source: Next Episode
pt_br: Próximo Episódio

# #32108
source: Play ({0}s)
pt_br: Reproduzir ({0}s)

# #32109
source: Cancel
pt_br: Cancelar

# #32110
source: Skip Intro
pt_br: Pular abertura

# #32111
source: Enable Skip Intro
pt_br: Ativar pular abertura

# #32113
source: Skip automatically (no confirmation)
pt_br: Pular automaticamente (sem confirmação)

# #32114
source: Countdown seconds
pt_br: Contagem regressiva em segundos

# #32202
source: Skip Intro ({}s)
pt_br: Pular abertura ({}s)

# #32205
source: INTRO
pt_br: Pular abertura
